Repository: Narayane/bicycle-ios
Catalog: Bicycle/Bicycle/*.lproj/Localizable.strings
Languages: fr

# bic_app_catching
source: Head there by bike
fr: Allez-y en vélo

# bic_app_version_label
source: v%@ (build %@)
fr: %@ (build %d)

# bic_actions_allow
source: Allow
fr: Autoriser

# bic_actions_settings
source: Settings
fr: Réglages

# bic_actions_about
source: About
fr: À propos

# bic_actions_validate_choices
source: Validate my choices
fr: Valider mes choix

# bic_actions_upgrade
source: Upgrade
fr: Mettre à jour

# bic_actions_cancel
source: Cancel
fr: Annuler

# bic_messages_info_init
source: Initialization
fr: Initialisation

# bic_messages_info_check_contracts_data_version
source: Checking for new cities
fr: Recherche de nouvelles villes

# bic_messages_info_update_contracts
source: Updating cities
fr: Mise à jour des villes

# bic_messages_info_contracts_loaded
source: %d cities available
fr: %d villes disponibles

# bic_messages_warning_request_location_permissions
source: The app will work in degraded mode if you do not allow it to access your location
fr: L'application fonctionnera en mode dégradé si vous ne lui permettez pas d'accéder à votre position

# bic_messages_warning_get_current_contract_stations
source: Unable to retrieve bike stations data
fr: Nous n'avons pas pu récupérer les données des stations

# bic_messages_warning_no_connectivity
source: Please, check your Internet connection
fr: Veuillez vérifiez votre connexion internet

# bic_messages_available_soon
source: Available soon
fr: Bientôt disponible

# bic_messages_info_app_newer_version
source: A new version is available, please update the application :)
fr: Une nouvelle version est disponible, veuillez mettre à jour l'application :)

# bic_onboarding_screen_title
source: Processing of your data
fr: Traitement de vos données

# bic_onboarding_screen_personal_data
source: Bicycle does not collect any of your personal data (name, email, age, location, ...)
fr: Bicycle ne collecte aucune de vos données personnelles (nom, email, âge, position, ...)

# bic_onboarding_screen_warning
source: You can, at any time, change your choices above in the settings screen of the application.
fr: Vous pourrez, à tout moment, modifier vos choix ci-dessus dans l'écran de réglages de l'application.

# bic_onboarding_screen_crash_data_desc
source: On rare occasions, the application may crash for an unexplained reason. Bicycle can then send data about its condition to the developer who will help him understand this reason and correct the problem.
fr: Il se peut en de rares occasions que l'application s'arrête pour une raison inexpliquée. Bicycle peut alors envoyer des données anonymes sur son état au développeur qui l'aideront à comprendre cette raison et à corriger le problème.

# bic_onboarding_screen_crash_data_label
source: Allow application status data sending in case of crash
fr: Autoriser l'envoi de données sur l'état de l'application en cas de problème

# bic_onboarding_screen_use_data_desc
source: To allow the developer to improve the app, Bicycle can send anonymous data about how you use it.
fr: Pour permettre au développeur d'améliorer l'application, Bicycle peut envoyer des données anonymes sur la façon dont vous l'utiliser.

# bic_onboarding_screen_use_data_label
source: Allow use anonymous data sending for statistical purposes
fr: Autoriser l'envoi de données d'utilisation à des fins statistiques
